import React from 'react'

const Service = () => {
  return (
    <div className='w-full'>
      <div className='text-center'>
        <span className='text-[30px] font-bold'>ไดชาร์จคืออะไร</span> <br />
        <span>ไดชาร์จคืออุปกรณ์ที่ทำหน้าที่ผลิตกระแสไฟฟ้าให้กับระบบต่าง ๆ ในรถยนต์
          โดยอาศัยแรงหมุนจากเครื่องยนต์ผ่านสายพานหรือโซ่มาทำให้โรเตอร์หมุนจนเกิดเป็นสนามแม่เหล็กหมุน
          ซึ่งสนามแม่เหล็กหมุนจะไปเหนี่ยวนำทำให้เกิดไฟฟ้ากระแสสลับในขดลวดสเตเตอร์
          ก่อนจะถูกแปลงเป็นไฟฟ้ากระแสตรงเพื่อส่งไปเลี้ยงระบบไฟฟ้าในรถยนต์ตามลำดับ</span>

        <span>ไดชาร์จจึงมีความสำคัญต่อรถยนต์เป็นอย่างมาก หากไดชาร์จเสีย รถยนต์จะไม่สามารถสตาร์ทติดได้
          เนื่องจากแบตเตอรี่ไม่มีไฟใช้ นอกจากนี้ ไดชาร์จยังมีหน้าที่จ่ายกระแสไฟฟ้าให้กับอุปกรณ์อิเล็กทรอนิกส์ต่าง ๆ รอบตัวรถ
          เช่น ไฟหน้า ไฟท้าย วิทยุ เครื่องเสียง และแอร์ หากไดชาร์จมีปัญหาอุปกรณ์เหล่านี้ก็จะทำงานได้ไม่เต็มที่หรืออาจจะใช้งานไม่ได้เลยนั่นเอง</span>
      </div>


    </div>
  )
}

export default Service